INSERT INTO Student VALUES
('99100111', 14.50, N'امید', N'هاشمی', 1, '2002-02-15', 30),
('99100222', 12.00, N'علی', N'احمدی', 1, '2001-01-22', 45),
('99100333', 18.25, N'رضا', N'محمدی', 1, '2000-05-10', 10),
('99100444', 11.75, N'مریم', N'کاظمی', 0, '2002-08-11', 20),
('99100555', 13.80, N'حسین', N'رضایی', 1, '2001-11-05', 50),
('99100666', 10.50, N'امیر', N'کریمی', 1, '2002-03-30', 60);

-- درج دروس
INSERT INTO Enrollment VALUES
('Data Structures', '99100111'),
('Advance Programming', NULL),
('Database', '99100333');